
/* File Sizes */
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";
"PB" = "PB";
"EB" = "EB";
"Zero KB" = "Zero KB";
"Zero" = "Zero";


/* Currently unused but may be used for tooltip */
"Found: %@" = "Found: %@";
"This is a Photos library item" = "This is a Photos library item";
"This is an iTunes library item" = "This is an iTunes library item";


/* Notifications */
"NotificationTitle_CleanFinishedWithErrors" = "Clean process has finished with errors";
"NotificationDescription_CleanFinishedWithErrors" = "CleanMyMac has cleaned %@ from your Mac! But there were some errors.";
"NotificationDescription_CleanFinished" = "CleanMyMac has cleaned %@ from your Mac!";
"NotificationDescription_ScanFinished" = "CleanMyMac can clean %@ from your Mac!";


/* Ignore list menu items */
"Remove from Ignore List" = "Remove from Ignore List";
"Add to Ignore List" = "Add to Ignore List";


/* License expiration */
"Never" = "Never";


/* Registration Status */
"Not Registered" = "Not Registered";
"MenuItemTitle_ActivationInfo" = "Activation Info…";
"MenuItemTitle_Activate" = "Activate…";

/* Extensions Enable/Disable Button Titles */
"ExtensionsButtonTitle_Enable" = "Enable";
"ExtensionsButtonTitle_Enabled" = "Enabled";
"ExtensionsButtonTitle_Disable" = "Disable";
"ExtensionsButtonTitle_Disabled" = "Disabled";

/* System Cleanup Scanners Description Texts */
"DescriptionText_UserCachesScanner" = "Originally intended to improve startup times, the cache files of your applications ultimately accumulate and result in improper functioning or an overall performance drop.";
"DescriptionText_SystemCachesScanner" = "System applications generate and keep a lot of cache files, which ultimately result in larger startup times, an overall performance drop, and sometimes improper functioning.";
"DescriptionText_PhotoSyncCachesScanner" = "After you sync photos with any of your iOS devices, this operation leaves a certain amount of photo cache on your Mac. This data only wastes space after the sync is done.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "After your iOS devices update using an ordinary cable sync, nearly all the update service data remains on your Mac and becomes entirely useless after the update is completed.";
"DescriptionText_UserLogsScanner" = "The activity of your applications is constantly being captured into numerous log files, which start using quite a lot of space after some time but are rather useless, especially if they are old.";
"DescriptionText_SystemLogsScanner" = "The activity of your system applications and services is being captured into numerous logs, which may be helpful for debugging purposes only and can be removed without a second thought.";
"DescriptionText_BrokenPrefsScanner" = "Application preference files can get corrupted for several reasons and this can lead to improper behavior or the inability to launch related apps later. Luckily, such problems can be easily avoided.";
"DescriptionText_BrokenStartupItemsScanner" = "In some cases, after an application or a service gets removed, a broken link to it remains in your Login Items. This problem can be easily resolved with CleanMyMac.";
"DescriptionText_LanguagesScanner" = "You can easily remove application localizations that are of no use to you, helping you save a significant amount of disk space.";
"DescriptionText_OSXLanguagesScanner" = "Your Mac's operating system comes with dozens of languages that take up lots of space. You can easily remove the languages you'll never use.";
"DescriptionText_DevJunkScanner" = "Applications typically create supporting files on your system while they are being installed or configured, and these files become useless afterwards. You can remove them without harming your system.";
"DescriptionText_UniversalBinariesScanner" = "Developers usually compile their apps to support several Mac architectures, which means putting in two to four times the amount of code. However, your Mac only needs one copy.";
"DescriptionText_LeftoversAppsScanner" = "Files remaining on your system from previously uninstalled applications are gathered here for your review and removal.";
"DescriptionText_DerivedData" = "If you are a developer, you will find that Xcode generates a significant amount of intermediate build information and project index. If your project gets slow, or if you need free space, it'd be helpful to clean these up.";
"DescriptionText_FileVersionsScanner" = "A lot of your applications create multiple versions of documents they work with in order to save intermediate work results. However, you may only need the final version and you can retrieve lots of space by removing the outdated revisions.";
"DescriptionText_BrokenApplicationsUpdates" = "Some applications leave a significant amount of space wasted by their old update files. These are completely safe to be removed without any harm.";

/* Unsupported Photos */
"DescriptionText_UnsupportedHighSierraPhotosTrashes_ReasonText" = "Your Mac’s Photos application keeps storing the media you delete in its ‘Recently Deleted’ album. Make sure you empty it via Photos to actually save space.";
"DescriptionText_UnsupportedHighSierraPhotosTrashes_InformativeText" = "Remove these items permanently by clicking Delete All in the ‘Recently Deleted’ album of your Photos application.";

"DescriptionText_UnsupportedHighSierraGeminiDuplicates_ReasonText" = "Your Gemini application collects duplicate photos and videos in the dedicated ‘Gemini Duplicates’ album in Photos. Only the Photos application allows you to permanently delete these items.";
"DescriptionText_UnsupportedHighSierraGeminiDuplicates_InformativeText" = "These items can only be deleted from your Photos application. Select all of the ‘Gemini Duplicates’ album contents, open the context menu, and choose Delete Photos.";

/* Extensions */
"DescriptionText_QuickTimePlugins" = "Uninstalling or disabling QuickTime Player Plugins is incredibly easy with CleanMyMac.";
"DescriptionText_QuickLookPlugins" = "The functionality of QuickLook may often be improved by using of additional plugins, but the unnecessary ones can be easily managed through this list.";
"DescriptionText_FinderPlugins" = "The main macOS file manager can be improved using a number of plugins, which are really hard to remove manually, but not with CleanMyMac.";
"DescriptionText_SpotlightPlugins" = "The main search tool of your Mac can have some unnecessary plugins, which you can easily remove completely or disable temporarily.";
"DescriptionText_iTunesPlugins" = "The native macOS music player can be updated with some third-party plugins, which you can easily uninstall correctly if needed.";
"DescriptionText_ContactsPlugins" = "The Contacts application can have additional plugins to extend its functionality. Disable or remove them completely in an instant.";
"DescriptionText_ScreenSaversPlugins" = "Removing an unnecessary screen saver correctly is easy with CleanMyMac. However, you can also disable one to make it temporarily unavailable for System Preferences.";
"DescriptionText_DictionaryPlugins" = "Not all the built-in macOS dictionaries are of use to you, and the unnecessary ones do waste space. You can easily remove these unnecessary dictionaries or disable them temporarily.";
"DescriptionText_MailPlugins" = "The native macOS email client may include plugins you don't use or need. Remove them easily and correctly with CleanMyMac.";
"DescriptionText_GrowlPlugins" = "The Growl notification system comes with numerous plugins to support notifications from different apps. Manage those easily with CleanMyMac.";
"DescriptionText_WidgetsPlugins" = "Your small Dashboard apps can be easily disabled or completely removed, along with all related data, using this module.";
"DescriptionText_PreferencePanesPlugins" = "All of your Preference Pane apps come with tons of support files spread over the system, which are hard to locate without CleanMyMac.";
"DescriptionText_LoginItemsPlugins" = "Manage the list of applications that will be automatically launched every time you log in.";
"DescriptionText_SafariPlugins" = "This powerful browser supports numerous third-party plugins, which can either be disabled or correctly removed from your system.";
"DescriptionText_ChromeExtensions" = "Google's Chrome browser provides a platform for numerous extensions and add-ons, which you can easily manage right from CleanMyMac.";
"DescriptionText_InternetPlugins" = "All the browsers of your Mac, as well as other networking applications, have shared plugins; with CleanMyMac, you can manage them all from one place.";
"DescriptionText_AudioPlugins" = "Audio Plugins usually come along with some specialized software or in the form of separate plugins that can modify your audio output. CleanMyMac lets you manage MAS, AU, and VST types of audio plugins.";
"DescriptionText_Services" = "Some applications install additional services on your system, which may later be used by other apps and provide some additional functionality. CleanMyMac allows you to disable or remove standalone services completely.";
"DescriptionText_LaunchAgentsPlugins" = "Mostly, these are small helper applications of other software products that you have on your Mac. They broaden the functionality of their main product, but in some cases you may consider removing or disabling them.";
"DescriptionText_SiriActivity" = "If you prefer taking your privacy to the highest level and would like to avoid having your data processed by Siri, feel free to disable it. Possibly you don’t even use it.";

"ReadonlyChromeExtension_PopoverText" = "This item can be removed from the Extensions section of Google Chrome's Settings.";

/* Photos/iPhoto */
"DescriptionText_PhotosCachesScanner" = "The Photos application generates numerous supporting files within its library. These can be cleaned with no harm and without affecting your actual photos.";
"DescriptionText_PhotosRAWSCachesScanner" = "RAW format photos that get imported from your camera use too much space and if you don’t really need all the benefits of this format, you can choose to replace them with high quality JPEGs.";
"DescriptionText_PhotosTrashesScanner" = "All of the photos you delete within the Photos application remain in its Recently Deleted section. Empty it to save space.";
"DescriptionText_GeminiDuplicatesTrashesScanner" = "This will remove the contents of your 'Gemini Duplicates' album that were gathered using the Gemini application.";

"RAW Originals" = "RAW Originals";
"Cache" = "Cache";
"Photo Cache" = "Photo Cache";
"iCloud Photo Cache" = "iCloud Photo Cache";
"Faces Cache" = "Faces Cache";
"Various cache files generated by Photos" = "Various cache files generated by Photos";
"Local copies of your iCloud photos" = "Local copies of your iCloud photos";
"Unneeded cache files generated by the Faces feature" = "Unneeded cache files generated by the Faces feature";
"Photo cache groups to ignore:" = "Photo cache groups to ignore:";

/* iTunes Junk */
"DescriptionText_iOSBackupsScanner" = "All of your iOS device backups are stored on your Mac. You can easily remove old backups without losing any data, while recovering lots of space.";
"DescriptionText_iOSAppsScanner" = "iTunes saves backup copies of iOS apps that you download to your iPhone or iPad. Removing these copies from iTunes won’t affect your devices.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "Every time you update your iOS device via cable sync, it leaves all the update data on your Mac, wasting significant amounts of space.";
"DescriptionText_iTunesDownloadsScanner" = "Due to several reasons, iTunes can collect incomplete files among its data. These may be broken iOS apps, podcasts, movies, etc.";
"DescriptionText_iTunesCachesScanner" = "When manipulating audio and video content, iTunes generates a significant amount of cache, including cached album artwork that is easily cleanable.";

/* Maintenance Description Texts */
"DescriptionText_MaintenanceGroupScanner" = "Run a set of scripts that quickly optimize your system's performance.";
"DiskNeedsRepairTutorial_FileVaultEnabled" = "Follow these steps to repair your startup disk: \n1. Restart your Mac and hold down Command+R to boot into Recovery. \n2. Run Disk Utility from the screen that appears. \n3. Select the \"%@\" volume and click Mount. \n4. Click First Aid and follow the prompts.";
"DiskNeedsRepairTutorial_FileVaultDisabled" = "Follow these steps to repair your startup disk: \n1. Restart your Mac and hold down Command+R to boot into Recovery. \n2. Run Disk Utility from the screen that appears. \n3. Select the \"%@\" volume of your disk. \n4. Click First Aid and follow the prompts.";
"DiskNeedsRepairTutorial_GetInDepthInstructions" = "Get in-depth instructions...";

/* Privacy Description Texts */
"DescriptionText_PrivacyGroupScanner" = "Instantly remove your browsing history, along with traces of your online and offline activity.";
"DescriptionText_ChromeCleanupScanner" = "You may choose to remove all the locally stored items that remain after Chrome browser use.";
"DescriptionText_SafariCleanupScanner" = "You may choose to remove all the locally stored items that remain after Safari browser use.";
"DescriptionText_FirefoxCleanupScanner" = "You may choose to remove all the locally stored items that remain after Firefox browser use.";
"DescriptionText_OperaCleanupScanner" = "You may choose to remove all the locally stored items that remain after Opera browser use.";
"DescriptionText_SkypeCleanupScanner" = "All of your Skype communication history and other related items can be easily cleaned up.";
"DescriptionText_MessagesCleanupScanner" = "All of your Messages communication history and other related items can be easily cleaned up.";
"DescriptionText_RecentItemsScanner" = "Includes aliases of recently accessed applications, documents and servers listed among Recent Items in the main Apple menu of your Mac.";

/* Uninstaller Description Texts */
"DescriptionText_UninstallerGroupScanner" = "Remove entire applications, including all of their associated files.";

/* Trash Bins Description Texts */
"DescriptionText_InternalDriveTrashesScanner" = "Your system Trash folder stores the items you have previously deleted, but they still use your disk space.";
"DescriptionText_ExternalDriveTrashesScanner" = "All types of external drives have their own Trash folders, which store items you've previously deleted.";
"DescriptionText_iPhotoTrashesScanner" = "All of the photos you delete within iPhoto remain in its Trash folder. You can empty it to save space.";
"DescriptionText_PhotoTrashesScanner" = "All of the photos you delete within the Photos application remain in its Recently Deleted section. Empty it to save space.";
"DescriptionText_MailTrashScanner" = "The emails you delete within the Mail application are moved to a local Mail Trash folder, and thus remain on your disk.";
"DescriptionText_ApertureTrashesScanner" = "All of the photos you delete within Aperture remain in its Trash folder. You can empty it to save space.";

/* Empty Extensions Text */
"NothingToCleanDescription_ExtensionsGroupScanner" = "Your Mac does not contain any extensions or plugins.";

/* Meta Groups */
"MetaGroupTooltipText_SystemCleanupGroupScanner" = "Numerous supporting items within your apps and system are being constantly accumulated and ultimately become useless. Removing them not only saves space, but improves performance as well.";
"MetaGroupTooltipText_LargeOld" = "CleanMyMac locates large and old files on your Mac, allowing you to review and select unwanted items for removal.";
"MetaGroupTooltipText_iPhotoGroupScanner" = "iPhoto stores all the originals of your images no matter if you've already rotated, cropped or modified them the way you wished. The unnecessary copies can be detected and removed to save space with no loss to your library.";
"MetaGroupTooltipText_TrashesGroupScanner" = "Nearly all the items you remove from your Mac get stored in service Trash folders and not erased instantly. Free up all the space that's wasted by the items you've already deleted.";
"MetaGroupReadyText_SystemCleanupGroupScanner" = "Cleans unneeded items from your system and apps to reclaim space and improve performance.";
"MetaGroupReadyText_LargeOldFilesGroupScanner" = "Deletes large and old files you have selected for removal.";
"MetaGroupReadyText_iPhotoGroupScanner" = "Cleans your photo library from all sorts of supporting data.";
"MetaGroupReadyText_TrashesGroupScanner" = "Empties all the system Trash folders of your Mac's internal and external drives including iPhoto Trash.";
"MetaGroupReadyText_iTunesGroupScanner" = "Removes unneeded iTunes data that remains after iOS devices sync.";
"MetaGroupReadyText_MaintenanceGroupScanner" = "Runs a set of scripts that quickly optimize system performance.";
"MetaGroupReadyText_MailGroupScanner" = "Removes local copies of email attachments that remain easily accessible via Mail Inbox.";
"MetaGroupCleanText_SystemCleanupGroupScanner" = "Your system is in perfect condition.";
"MetaGroupCleanText_TrashesGroupScanner" = "All your Trash folders are empty.";
"MetaGroupCleanText_iPhotoGroupScanner" = "Your photo library is clean and optimized.";
"MetaGroupCleanText_MailGroupScanner" = "Your Mail does not include any excess local data.";
"MetaGroupCleanText_iTunesGroupScanner" = "There is no excess iTunes data on your Mac.";
"MetaGroupCleanCustomText_TrashesGroupScanner" = "Empty ✓";
"MetaGroupNothingToAutoClean" = "Nothing to be cleaned automatically.";

/* Needs proofing */
"DescriptionText_iPhotoCleanupCleanupScanner" = "Remove Original Copies";

/* Clean Module Texts */
"NothingToCleanDescription_Generic" = "There are no items to clean or fix in this area. Everything is in order.";
"NothingToCleanDescription_UserCachesScanner" = "Surprisingly, there are no unneeded user cache files to remove.";
"NothingToCleanDescription_SystemCachesScanner" = "Surprisingly, there are no unneeded system cache files to remove.";
"NothingToCleanDescription_UserLogsScanner" = "There are no user log files to be cleaned at this moment in time.";
"NothingToCleanDescription_SystemLogsScanner" = "There are no system log files to be cleaned at this moment in time.";
"NothingToCleanDescription_BrokenPrefsScanner" = "The preference files of all your applications are in perfect order. Nothing to fix here.";
"NothingToCleanDescription_BrokenStartupItemsScanner" = "All the links from your launch services lead to existing items. Nothing to fix here.";
"NothingToCleanDescription_iOSSoftwareUpdatesScanner" = "No unneeded software update data was found on your Mac.";
"NothingToCleanDescription_PhotoSyncCachesScanner" = "No unneeded photo sync cache was found on your Mac.";
"NothingToCleanDescription_UniversalBinariesScanner" = "All your applications contain only the code your Mac needs. Nothing more to clean here.";
"NothingToCleanDescription_DevJunkScanner" = "None of your applications have any redundant supporting files.";
"NothingToCleanDescription_LanguagesScanner" = "No unnecessary localizations matching your criteria were found within your apps.";
"NothingToCleanDescription_TrashesGroupScanner" = "There are no files in any of your Trash Bins.";
"NothingToCleanTitle" = "Clean!";
"NothingToCleanTitle_TrashesGroupScanner" = "All empty!";
"NothingToCleanTitle_LargeOldFilesGroupScanner" = "It's tidy here!";
"NothingToCleanDescription_SystemCleanupGroupScanner" = "Nothing to be cleaned on your system.";
"NothingToCleanDescription_LargeOldFilesGroupScanner" = "No large or old files found.";
"NothingToCleanDescription_MailGroupScanner" = "Your Mail does not store any excess local data.";
"NothingToCleanDescription_iPhotoGroupScanner" = "Your photo library is clean and optimized.";
"NothingToCleanDescription_iTunesGroupScanner" = "There is no excess iTunes data on your Mac.";
"NothingToCleanTitle_PrivacyGroupScanner" = "Strange…";
"NothingToCleanTitle_ExtensionsGroupScanner" = "Unique case!";
"NothingToCleanTitle_UninstallerGroupScanner" = "That's awkward…";
"NothingToCleanDescription_PrivacyGroupScanner" = "There are no available apps on your Mac to clean traces from.";
"NothingToCleanDescription_UninstallerGroupScanner" = "You haven't got a single app that is available for uninstallation.";

/* Activation window titles */
"EULA_WindowTitle" = "License Agreement";
"Registration_WindowTitle" = "License Activation";
"ActivationInfo_WindowTitle" = "Activation Info";
"ActivationFailure_WindowTitle" = "%@ Activation Error";

/* Registration texts */
"Registration_WelcomeText" = "Please activate your CleanMyMac 3 version.\nThe activated version allows you to clean more than 500 MB of found items and fully experience all the benefits of CleanMyMac 3.\nClick on ‘Buy License’ to visit our online store and select the license you would like to purchase.";
"Registration_ActivationText" = "If you purchased CleanMyMac 3 from the MacPaw Online store, the activation number was emailed to you.";
"Registration_ActivationSuccessCaption" = "Thank You!";
"Registration_ActivationSuccessText" = "You have successfully activated CleanMyMac 3!";
"Registration_ActivationSuccessFreeUpgradeText" = "Your license has been successfully upgraded to CleanMyMac 3 for free. We value loyalty!";
"Registration_ActivationSuccessPreactivatedText" = "Your CleanMyMac 3 copy has been successfully activated.";
"Registration_ActivationSuccessStayInTouch" = "Stay in touch:";

/* Activation info texts */
"LicenceExpiration_Expired" = "Expired";
"LicenceExpiration_LastDay" = "Last day";
"Unknown" = "Unknown";
"LicenceExpiration_LeftFormat" = "%@ left";

/* Activation Flow */
"Lost My License" = "Lost My License";
"More info…" = "More info…";
"Buy License" = "Buy License";
"Reset My Activations" = "Reset My Activations";
"Try Again" = "Try Again";
"Extend License" = "Extend License";
"Extend License with Discount" = "Extend License at %@%% Off";

/* Module start screen descriptions */
"DescriptionText_SystemCleanupGroupScanner" = "Clean your system to achieve maximum performance and reclaim free space.";
"DescriptionText_LargeOldFilesGroupScanner" = "Locate and remove large files and folders you did not open for months.";
"DescriptionText_iPhotoGroupScanner" = "Reduce the size of your photo library by removing supporting data from it.";
"DescriptionText_TrashesGroupScanner" = "Empty all of the available Trash Bins on your Mac, including Mail and photo library trash.";
"DescriptionText_AllAppsScanner" = "Select applications on the left to uninstall them completely or reset to their initial state.";
"DescriptionText_ExtensionsGroupScanner" = "Remove or disable your Widgets, Application Plugins, Preference Panes, Dictionaries, Screen Savers, and Login Items.";
"DescriptionText_EraserGroupScanner" = "Erase any unwanted files or folders quickly and without leaving a trace.";
"DescriptionText_MailGroupScanner" = "Remove local copies of email downloads and attachments.";
"DescriptionText_iTunesGroupScanner" = "Clean outdated iOS device backups, software updates, and other iTunes supporting data.";

/* Scan completed descriptions */
"ScanCompleted_AutoManual_DescriptionText" = "You may instantly clean all the items that are safe for automatic cleanup and review the ones that require attention.";
"ScanCompleted_AutoOnly_DescriptionText" = "You may now instantly clean all the items that are safe for automatic cleanup.";

/* Scan progress item names */
"ScanProgressItemName_SystemCleanupGroupScanner" = "Analyzing your system…";
"ScanProgressItemName_LargeOldFilesGroupScanner" = "Looking for large and old files…";
"ScanProgressItemName_iPhotoGroupScanner" = "Analyzing your photo library…";
"ScanProgressItemName_MailGroupScanner" = "Analyzing your local Mail attachments…";
"ScanProgressItemName_iTunesGroupScanner" = "Analyzing your iTunes data…";
"ScanProgressItemName_TrashesGroupScanner" = "Calculating sizes of Trash folders…";

/* Clean progress item names */
"CleanProgressItemName_SystemCleanupGroupScanner" = "Cleaning your system…";
"CleanProgressItemName_LargeOldFilesGroupScanner" = "Removing unneeded files…";
"CleanProgressItemName_iPhotoGroupScanner" = "Cleaning your photo library…";
"CleanProgressItemName_TrashesGroupScanner" = "Emptying your Trash folders…";
"CleanProgressItemName_EraserGroupScanner" = "Shredding files…";
"CleanProgressItemName_ExtensionsGroupScanner" = "Removing extension files…";
"CleanProgressItemName_PrivacyGroupScanner" = "Recent activity cleanup…";
"CleanProgressItemName_MailGroupScanner" = "Cleaning your Mail…";
"CleanProgressItemName_iTunesGroupScanner" = "Cleaning excess iTunes data…";
"CleanProgressItemName_MaintenanceGroupScanner" = "Performing maintenance tasks…";
"CleanProgressItemName_UninstallerGroupScanner" = "Removing application files…";
"CleanProgressItemName_Cleaned_SystemCleanupGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_LargeOldFilesGroupScanner" = "Removal Log";
"CleanProgressItemName_Cleaned_iPhotoGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_TrashesGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_EraserGroupScanner" = "Removal Log";
"CleanProgressItemName_Cleaned_ExtensionsGroupScanner" = "Removal Log";
"CleanProgressItemName_Cleaned_PrivacyGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_MailGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_iTunesGroupScanner" = "Cleanup Log";
"CleanProgressItemName_Cleaned_MaintenanceGroupScanner" = "Task Log";
"CleanProgressItemName_Cleaned_UninstallerGroupScanner" = "Uninstallation Log";

"MoveProgressItemName_LargeOldFilesGroupScanner" = "Moving files to %@…";
"MoveProgressItemName_Moved_LargeOldFilesGroupScanner" = "Files moved to %@";

/* Scan log process Texts */
"ScanLogHeaderText_GlobalGroupScanner" = "Performing Full Scan";
"ScanLogHeaderText_SystemCleanupGroupScanner" = "System Scan";
"ScanLogHeaderText_LargeOldFilesGroupScanner" = "Looking for Files";
"ScanLogHeaderText_iPhotoGroupScanner" = "Scanning iPhoto";
"ScanLogHeaderText_TrashesGroupScanner" = "Trash Cleanup";
"ScanLogHeaderText_MailGroupScanner" = "Scanning Mail Data";
"ScanLogHeaderText_iTunesGroupScanner" = "Scanning iTunes Data";
"CleanLogHeaderText_GlobalGroupScanner" = "Cleanup in Action";
"CleanLogHeaderText_SystemCleanupGroupScanner" = "System Cleanup";
"CleanLogHeaderText_LargeOldFilesGroupScanner" = "Removing Old Files";
"CleanLogHeaderText_iPhotoGroupScanner" = "Cleaning iPhoto";
"CleanLogHeaderText_TrashesGroupScanner" = "Emptying Trash";
"CleanLogHeaderText_UninstallerGroupScanner" = "Uninstaller";
"CleanLogHeaderText_EraserGroupScanner" = "Erasing Files";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Removing Extensions";
"CleanLogHeaderText_PrivacyGroupScanner" = "Cleaning Web-Generated Data";
"CleanLogHeaderText_iTunesGroupScanner" = "Cleaning iTunes";
"CleanLogHeaderText_MailGroupScanner" = "Cleaning Mail";

/* Process log Texts */
"ProcessLogBottomSubtitle_StartupDiskMaintenanceScanner" = "Your system will become unresponsive during startup disk verification. Everything will go back to normal as soon as the task is completed.";
"MaintenanceVerifyDiskTask_UnavailableText" = "This task is not available to APFS users via CleanMyMac. Please refer to the recommended steps to complete this operation on your Mac.";
"MaintenanceVerifyDiskTask_UnavailableLinkText" = "View detailed instruction...";

/* Uninstaller clean item format texts */
"CleanLogTextFormat_Uninstalling1App" = "Uninstalling %@";
"CleanLogTextFormat_Resetting1App" = "Resetting %@";
"CleanLogTextFormat_RemovingFilesFrom1App" = "Removing Files from %@";
"CleanLogTextFormat_UninstallingApps" = "Uninstalling %i Applications";
"CleanLogTextFormat_ResettingApps" = "Resetting %i Applications";
"CleanLogTextFormat_RemovingFilesFromApps" = "Removing Files from %i Applications";

/* Modules Display Names */
"DisplayName_GlobalGroupScanner" = "Smart Cleanup";
"DisplayName_SystemCleanupGroupScanner" = "System Junk";
"DisplayName_LargeOldFilesGroupScanner" = "Large & Old Files";
"DisplayName_iPhotoGroupScanner" = "Photo Junk";
"DisplayName_MailGroupScanner" = "Mail Attachments";
"DisplayName_iTunesGroupScanner" = "iTunes Junk";
"DisplayName_PrivacyGroupScanner" = "Privacy";
"DisplayName_TrashesGroupScanner" = "Trash Bins";
"DisplayName_UninstallerGroupScanner" = "Uninstaller";
"DisplayName_ExtensionsGroupScanner" = "Extensions";
"DisplayName_MaintenanceGroupScanner" = "Maintenance";
"DisplayName_EraserGroupScanner" = "Shredder";

/* Smart Cleanup Display Names */
"DisplayShortName_Dashboard" = "Smart Cleanup";
"DisplayShortName_SystemCleanupGroupScanner" = "System Junk";
"DisplayShortName_LargeOldFilesGroupScanner" = "Large & Old Files";
"DisplayShortName_iPhotoGroupScanner" = "Photo Junk";
"DisplayShortName_MailGroupScanner" = "Mail Attachments";
"DisplayShortName_iTunesGroupScanner" = "iTunes Junk";
"DisplayShortName_Privacy" = "Privacy";
"DisplayShortName_TrashesGroupScanner" = "Trash Bins";
"DisplayShortName_Applications" = "Uninstaller";
"DisplayShortName_ExtensionsGroupScanner" = "Extensions";
"DisplayShortName_MaintenanceGroupScanner" = "Maintenance";
"DisplayShortName_EraserGroupScanner" = "Shredder";

/* Log items description */
"This item was not cleaned, because the process was interrupted by using the Stop button." = "This item was not cleaned, because the process was interrupted by using the Stop button.";
"This item was cleaned partially, because the process was interrupted by using the Stop button." = "This item was cleaned partially, because the process was interrupted by using the Stop button.";
"Skipped" = "Skipped";

/* Submodules Display Names */
"System Cache Files" = "System Cache Files";
"User Cache Files" = "User Cache Files";
"iOS Photo Cache" = "iOS Photo Cache";
"iOS Software Updates" = "iOS Software Updates";
"iTunes Cache" = "iTunes Cache";
"Album Artwork Cache" = "Album Artwork Cache";
"System Log Files" = "System Log Files";
"User Log Files" = "User Log Files";
"Development Junk" = "Development Junk";
"Language Files" = "Language Files";
"Universal Binaries" = "Universal Binaries";
"Preference Panes" = "Preference Panes";
"SyncedDirName" = "\"%@\" Photo Cache";
"Broken Login Items" = "Broken Login Items";
"Application Leftovers" = "Application Leftovers";
"Broken Preferences" = "Broken Preferences";
"Widgets" = "Widgets";
"Applications" = "Applications";
"Xcode Junk" = "Xcode Junk";
"DisplayName_iPhotoLibraryTrashFormat" = "%@ Trash";

/* Category names for plugins */
"QuickTime Player plugins" = "QuickTime Player Plugins";
"Safari plugins" = "Safari Plugins";
"QuickLook plugins" = "QuickLook Plugins";
"Finder plugins" = "Finder Plugins";
"Spotlight plugins" = "Spotlight Plugins";
"InputManagers" = "Input Managers";
"iTunes plugins" = "iTunes plugins";
"Address Book plugins" = "Address Book Plugins";
"Screen Savers" = "Screen Savers";
"Dictionaries" = "Dictionaries";
"Mail plugins" = "Mail Plugins";
"Audio plugins" = "Audio Plugins";
"Services" = "Services";
"Growl plugins" = "Growl Plugins";
"Login Items" = "Login Items";
"Scripting Additions" = "Scripting Additions";
"Safari extensions" = "Safari Extensions";
"Chrome extensions" = "Chrome Extensions";
"Internet plugins" = "Internet Plugins";

/* Clean log text */
"ScanLogItemTitle_AlreadyClean" = "Clean";
"CleanLogItemTitle_FailedToClean" = "Failed";

/* Bottom Bar Texts */
"BottomBarText_ExtensionsAndFilesFormat" = "%@ and %@";
"BottomBarText_EraserFilesAndFoldersFormat" = "%@ and %@";
"BottomBarText_AppsXAndYFilesFormat" = "%@ and %@";
"BottomBarText_AppsXFromYFilesFormat" = "%@ from %@";

/* iPhoto Start Scan View */
"iPhotoStartViewText_NoDefaultLibrary" = "No libraries found";
"iPhotoStartViewSubText_NoDefaultLibrary" = "Please locate it if you have one";
"iPhotoStartViewSubText_Unsupported" = "The version of this library is not supported";

/* Uninstaller. Application resource category name. */
"Logs" = "Logs";
"Binaries" = "Binaries";
"Preferences" = "Preferences";
"Crashes" = "Crashes";
"Plugins" = "Plugins";
"Installers" = "Installers";
"Growl" = "Growl";
"Help" = "Help";
"Dock Icon" = "Dock Icon";
"User Data" = "User Data";
"Supporting Files" = "Supporting Files";

"%@ Dock Icon" = "%@ Dock Icon";
"%@ Cache" = "%@ Cache";
"%@ Dev Junk" = "%@ Dev Junk";
"%@ Extra Binaries" = "%@ Extra Binaries";
"%@ from %@" = "%1$@ from %2$@";
"%@ Growl plugin" = "%@ Growl Plugin";
"%@ Localizations" = "%@ Localizations";
"%@ Log" = "%@ Log";
"%@ Login Item" = "%@ Login Item";
"%@ Startup Item" = "%@ Startup Item";
"%@ Software Update %@" = "%1$@ Software Update %2$@";
"%@ to %@" = "%1$@ to %2$@";
"Opened %@" = "Opened %@";
"%@ ago" = "%@ ago";
"yesterday" = "yesterday";
"today" = "today";
"2 weeks" = "2 weeks";
"3 weeks" = "3 weeks";
"a month" = "a month";
"a week" = "a week";
"a year" = "a year";
"almost a month" = "almost a month";
"almost half a year" = "almost half a year";
"any time" = "any time";
"any size" = "any size";
"Add Folder…" = "Add Folder…";
"Apple System Log" = "Apple System Log";
"Unified Log" = "Unified Log";
"Back" = "Back";
"Intro" = "Intro";
"Broken" = "Broken";
"Cancel" = "Cancel";
"Clean ✓" = "Clean ✓";
"Clean is finished" = "Cleanup complete!";
"Moving Complete" = "Moving Complete!";
"Cleaned:" = "Cleaned:";
"NotificationDescription_LargeOldFilesScanFinished" = "CleanMyMac has found %@ of large and old files for you to review.";
"Cleanup iPhoto" = "Clean Up iPhoto";
"Close Quick Look" = "Close Quick Look";
"Close" = "Close";
"Complete" = "Complete";
"Contacts plugins" = "Contacts Plugins";
"Deselect \"%@\"" = "Deselect \"%@\"";
"Deselect %d Items" = "Deselect %d Items";

"MenuItem_Ignore" = "Ignore \"%@\" in the Future";
"MenuItem_DontIgnore" = "Don't Ignore \"%@\" in the Future";
"MenuItem_IgnoreAll" = "Ignore All in \"%@\" in the Future";
"MenuItem_DontIgnoreAll" = "Don't Ignore All in \"%@\" in the Future";
"MenuItem_IgnoreSelected" = "Ignore All Selected in the Future";
"MenuItem_DontIgnoreSelected" = "Don't Ignore All Selected in the Future";
"ButtonTitle_Ignore" = "Ignore";
"ButtonTitle_Ignored" = "Ignored";
"ButtonTitle_DontIgnore" = "Don't Ignore";
"ButtonTitle_NotIgnored" = "Not Ignored";
"Empty" = "Empty";
"Extensions" = "Extensions";
"File exists at requested directory location." = "File exists at requested directory location.";
"Found:" = "Found:";
"Hide Ignored Items" = "Hide Ignored Items";
"iPhoto Masters" = "iPhoto Originals";

"MenuItem_KeepApplication" = "Keep \"%@\"";
"MenuItem_LaunchApplication" = "Launch \"%@\"";
"MenuItem_RelaunchApplication" = "Relaunch \"%@\"";

"Launch" = "Launch";
"Leftovers" = "Leftovers";
"Less than %@" = "Less than %@";

"more than %@ ago" = "more than %@ ago";
"More than %@" = "more than %@";
"more than 2 months" = "more than 2 months";
"more than 2 weeks" = "more than 2 weeks";
"more than 3 months" = "more than 3 months";
"more than 4 months" = "more than 4 months";
"more than a month" = "more than a month";
"more than a week" = "more than a week";
"more than a year" = "more than a year";
"more than half a year" = "more than half a year";
"never" = "never";
"half a year" = "half a year";
"Setapp_Applications_Node_Title" = "Setapp Applications";
"Setapp_Applications_Node_AmountOfSelected" = "%li out of %li selected";
"Folder_Dock_Icon_Title" = "%@ Folder Dock Icon";


/* Group by types. In Uninstaller/Mail attachments. */
"Movies" = "Movies";
"Music" = "Music";
"Folders" = "Folders";
"Documents" = "Documents";
"All Files" = "All Files";
"Archives" = "Archives";
"Other" = "Other";
"Pictures" = "Pictures";
"Attached Files" = "Attached Files";
"Audiobooks" = "Audiobooks";
"Podcasts" = "Podcasts";
"TV Shows" = "TV Shows";
"Books" = "Books";
"iTunes U Media" = "iTunes U Media";

"No Modifiers" = "No Modifiers";
"No photos" = "No photos";

/* Search Menu Items */
"Name" = "Name";
"Path" = "Path";
"All" = "All";

"Quick Look %d Items" = "Quick Look %d Items";
"Quick Look plugins" = "Quick Look Plugins";
"Quick Look" = "Quick Look";
"QuickLook_ItemNameFormat" = "Quick Look \"%@\"";

"Relaunch application to apply changes" = "Relaunch application to apply changes";
"Remove any Widget, Plugin or Preference Pane safely" = "Remove any Widget, Plugin, or Preference Pane safely";
"Remove" = "Remove";
"Removed %@" = "Removed %@";
"Reset %@ Ignore List" = "Reset %@ Ignore List";
"Reveal in Finder" = "Reveal in Finder";
"Scan Another Folder" = "Scan another folder";
"Scan is finished" = "Scan complete!";

"Select \"%@\" for Application Reset" = "Select \"%@\" for Application Reset";
"Select \"%@\" for Complete Uninstallation" = "Select \"%@\" for Complete Uninstallation";
"Select \"%@\" for Removal" = "Select \"%@\" for Removal";
"Select %d Items for Removal" = "Select %d Items for Removal";
"Select Files…" = "Select Files…";
"Select for Removal" = "Select for Removal";

"Sort by Count" = "Sort by Count";
"Sort by Last Launch Date" = "Sort by Last Launch Date";
"Sort by Access Date" = "Sort by Access Date";
"Sort by Name" = "Sort by Name";
"Sort by Selection" = "Sort by Selection";
"Sort by Size" = "Sort by Size";
"Sort by Kind" = "Sort by Kind";
"Sort by Path" = "Sort by Path";
"Sort by Date" = "Sort by Date";

"Spotlight" = "Spotlight";
"Start Over" = "Start Over";
"Starting new scan will discard current scan results" = "Starting a new scan will discard current scan results.";
"System Cleanup" = "System";
"The New CleanMyMac" = "The New CleanMyMac";
"The Trash folder of your iPhoto Library contains items that can be completely removed to free up more space." = "The Trash folder of your iPhoto Library contains items that can be completely removed to free up more space.";
"Trash List" = "Trash List";
"Trash on %@" = "\"%@\" Trash";
"Trash" = "Trash";
"Duplicates" = "Duplicates";
"MenuItemTitle_UncheckAllGroups" = "Deselect All Group";
"MenuItemTitle_UncheckAllItems" = "Deselect All Items";
"ButtonLabel_UncheckAll" = "Deselect All";
"ButtonToolTipText_UncheckAll" = "Deselect All Files";
"MenuItemTitle_CheckFileByExtension" = "Select All .%@ Files";
"MenuItemTitle_CheckAllGroups" = "Select All Group";
"MenuItemTitle_CheckAllItems" = "Select All Items";
"ButtonLabel_CheckAll" = "Select All";
"ButtonToolTipText_CheckAll" = "Select All Files";
"MenuItemTitle_CheckSameItems" = "Select Same Files";
"MenuItemTitle_CheckNItems" = "Selected %@";
"MenuItemTitle_RevealInFinder" = "Reveal in Finder";
"MenuItemTitle_RevealIniTunes" = "Show in iTunes";
"MenuItemTitle_RevealInPhotos" = "Show in Photos";
"Unsupported" = "Unsupported";
"untitled event" = "untitled event";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Extensions";
"Version: %@" = "Version: %@";
"Welcome!" = "Welcome!";
"ScannerTooltipText_TrashesGroupScanner" = "Your external drives store hidden Trash folders with previously deleted items that can be completely removed to free up space.";
"ScannerTooltipText_SystemTrashes" = "Your system Trash folder stores the items you have previously deleted, but they still use your disk space.";

/* PluralForms */
"PluralForm0_item" = "item";
"PluralForm1_item" = "items";
"PluralForm2_item" = "items";
"PluralForm0_itemAccusative" = "item";
"PluralForm1_itemAccusative" = "items";
"PluralForm2_itemAccusative" = "items";
"PluralForm0_trace" = "trace";
"PluralForm1_trace" = "traces";
"PluralForm2_trace" = "traces";
"PluralForm0_traceAccusative" = "trace";
"PluralForm1_traceAccusative" = "traces";
"PluralForm2_traceAccusative" = "traces";
"PluralForm0_taskAccusative" = "task";
"PluralForm1_taskAccusative" = "tasks";
"PluralForm2_taskAccusative" = "tasks";
"PluralForm0_taskLableAccusative" = "Task";
"PluralForm1_taskLableAccusative" = "Tasks";
"PluralForm2_taskLableAccusative" = "Tasks";
"PluralForm0_file" = "file";
"PluralForm1_file" = "files";
"PluralForm2_file" = "files";
"PluralForm0_fileAccusative" = "file";
"PluralForm1_fileAccusative" = "files";
"PluralForm2_fileAccusative" = "files";
"PluralForm0_folderAccusative" = "folder";
"PluralForm1_folderAccusative" = "folders";
"PluralForm2_folderAccusative" = "folders";
"PluralForm0_photo" = "photo";
"PluralForm1_photo" = "photos";
"PluralForm2_photo" = "photos";

"PluralForm0_application" = "application";
"PluralForm1_application" = "applications";
"PluralForm2_application" = "applications";

/* Button label "View All 11 Applications */
"PluralForm0_applicationLabel" = "Application";
/* Button label "View All 11 Applications */
"PluralForm1_applicationLabel" = "Applications";
/* Button label "View All 11 Applications */
"PluralForm2_applicationLabel" = "Applications";

"PluralForm0_applicationGenitive" = "application";
"PluralForm1_applicationGenitive" = "applications";
"PluralForm2_applicationGenitive" = "applications";

"PluralForm0_leftover" = "leftover";
"PluralForm1_leftover" = "leftovers";
"PluralForm2_leftover" = "leftovers";
"PluralForm0_leftoverGenitive" = "leftover";
"PluralForm1_leftoverGenitive" = "leftovers";
"PluralForm2_leftoverGenitive" = "leftovers";
"PluralForm0_Service" = "Service";
"PluralForm1_Service" = "Services";
"PluralForm2_Service" = "Services";
"PluralForm0_PrefPane" = "Preference Pane";
"PluralForm1_PrefPane" = "Preference Panes";
"PluralForm2_PrefPane" = "Preference Panes";
"PluralForm0_Dictionary" = "Dictionary";
"PluralForm1_Dictionary" = "Dictionaries";
"PluralForm2_Dictionary" = "Dictionaries";
"PluralForm0_Widget" = "Widget";
"PluralForm1_Widget" = "Widgets";
"PluralForm2_Widget" = "Widgets";
"PluralForm0_ScreenSaver" = "Screen Saver";
"PluralForm1_ScreenSaver" = "Screen Savers";
"PluralForm2_ScreenSaver" = "Screen Savers";
"PluralForm0_InternetPlugin" = "Internet plugin";
"PluralForm1_InternetPlugin" = "Internet plugins";
"PluralForm2_InternetPlugin" = "Internet plugins";
"PluralForm0_LoginItem" = "Login Item";
"PluralForm1_LoginItem" = "Login Items";
"PluralForm2_LoginItem" = "Login Items";
"PluralForm0_AudioPlugin" = "Audio plugin";
"PluralForm1_AudioPlugin" = "Audio plugins";
"PluralForm2_AudioPlugin" = "Audio plugins";
"PluralForm0_issue" = "issue";
"PluralForm1_issue" = "issues";
"PluralForm2_issue" = "issues";
"PluralForm0_criticalIssue" = "critical issue";
"PluralForm1_criticalIssue" = "critical issues";
"PluralForm2_criticalIssue" = "critical issues";
"PluralForm0_month" = "month";
"PluralForm1_month" = "months";
"PluralForm2_month" = "months";
"PluralForm0_Month" = "Month";
"PluralForm1_Month" = "Months";
"PluralForm2_Month" = "Months";
"PluralForm0_week" = "week";
"PluralForm1_week" = "weeks";
"PluralForm2_week" = "weeks";
"PluralForm0_Week" = "Week";
"PluralForm1_Week" = "Weeks";
"PluralForm2_Week" = "Weeks";
"PluralForm0_day" = "day";
"PluralForm1_day" = "days";
"PluralForm2_day" = "days";
"PluralForm0_Day" = "Day";
"PluralForm1_Day" = "Days";
"PluralForm2_Day" = "Days";
"PluralForm0_plugin" = "plugin";
"PluralForm1_plugin" = "plugins";
"PluralForm2_plugin" = "plugins";
"PluralForm0_extension" = "extension";
"PluralForm1_extension" = "extensions";
"PluralForm2_extension" = "extensions";

/* Button label "View All 11 Extensions */
"PluralForm0_extensionLabel" = "Extension";
/* Button label "View All 11 Extensions */
"PluralForm1_extensionLabel" = "Extensions";
/* Button label "View All 11 Extensions */
"PluralForm2_extensionLabel" = "Extensions";

"PluralForm0_MailPlugin" = "Mail plugin";
"PluralForm1_MailPlugin" = "Mail plugins";
"PluralForm2_MailPlugin" = "Mail plugins";
"PluralForm0_copy" = "copy";
"PluralForm1_copy" = "copies";
"PluralForm2_copy" = "copies";
"PluralForm0_app" = "app";
"PluralForm1_app" = "apps";
"PluralForm2_app" = "apps";

/* iPhoto Modifiers */
"iPhotoModifier_RAW" = "RAW";
"iPhotoModifier_RedEyed" = "Fixed Red-Eye";
"iPhotoModifier_Cropped" = "Cropped";
"iPhotoModifier_Rotated" = "Rotated";
"iPhotoModifier_Colored" = "Enhanced";
"iPhoto2ModifiersSeparator" = " and ";

/* Groups by Last Accessed Date */
"AccessedDateGroup_Today" = "Today";
"AccessedDateGroup_WithinWeek" = "Last Week";
"AccessedDateGroup_WeekAgo" = "A Week Ago";
"AccessedDateGroup_MonthAgo" = "A Month Ago";
"AccessedDateGroup_MoreThanYearAgo" = "One Year Ago";

/* L&O Slider Last Accessed Date Values */
"AccessedDateSlider_WithinWeek" = "last week";
"AccessedDateSlider_WeekTo2Weeks" = "more than a week ago";
"AccessedDateSlider_2WeeksToMonth" = "more than two weeks ago";
"AccessedDateSlider_MonthTo3Months" = "more than a month ago";
"AccessedDateSlider_3MonthsToHalfYear" = "more than three months ago";
"AccessedDateSlider_HalfYearToYear" = "more than half a year ago";
"AccessedDateSlider_MoreThanYear" = "more than a year ago";
"AccessedDateSlider_MoreThan2Years" = "more than two years ago";

/* Preferences CleanMyDrive Section */
"DescriptionText_LaunchCMD" = "Launch %@ to monitor and remove junk from external HDDs and flash drives.";
"DescriptionText_CMDNotInstalled" = "%@ is a free utility from MacPaw that removes junk from external HDDs and flash drives automatically.";
"Launch CleanMyDrive" = "Launch %@";
"Get on the Mac App Store" = "Get on the Mac App Store";

/* Look Up menu item */
"Look Up \"%@\"" = "Look Up \"%@\"";

/* All Photos iPhoto group */
"All Photos" = "All Photos";

/* About Special Thanks Text */
"Special thanks to %@" = "Special thanks to %@";
"ProgressItemTitle_iPhotoCleanupRebuildAlbumData" = "Rebuilding Database";
"More MacPaw Products" = "More MacPaw Products";

/* Tool Tip Texts */
"ToolTip_FoundInTotal" = "Found in total: %@";
"ToolTip_FoundInTotalAvailableForClean" = "Found in total: %@\nAvailable for Automatic Cleanup: %@";
"ItemTitle_DownloadsLog" = "Downloads Log";

/* Tell a Friend Email */
"TellFriendMail_Subject" = "Check out the CleanMyMac app from MacPaw";
"TellFriendMail_Body" = "Hi!\n\nI'm already using CleanMyMac and I'm really happy with it.\n\nFind more info here if you're interested:";
"CleanMyMac Safety DataBase" = "CleanMyMac Safety Database";

/* Ignore List Strings */
"IgnoreList_OpenPanelPrompt" = "Add";
"IgnoreList_OpenPanelPromptSysCleanup" = "Select applications to add to Ignore List:";
"IgnoreList_OpenPanelPromptLargeOld" = "Select items to add to Ignore List:";
"IgnoreList_OpenPanelPromptExtensions" = "Select files of particular extensions to add to Ignore List:";
"IgnoreList_OpenPanelPromptTrashes" = "Select a Photo library to add its Trash folder to Ignore List:";
"IgnoreList_ItemDescriptionCacheGroup" = "Group of Cache Files";
"IgnoreList_ItemDescriptionApplication" = "Application file, caches, and logs won’t be affected";
"IgnoreList_ItemDescriptionUserCache" = "User Cache File";
"IgnoreList_ItemDescriptionUserLog" = "User Log File";
"IgnoreList_ItemDescriptionSystemCache" = "System Cache File";
"IgnoreList_ItemDescriptionSystemLog" = "System Log File";
"IgnoreList_ItemDescriptionBrokenPref" = "Broken Preference File";
"IgnoreList_ItemDescriptionBrokenLogin" = "Broken Login Item";
"IgnoreList_ItemDescriptioniOSUpdate" = "iOS Software Update File";
"IgnoreList_ItemDescriptioniPhotoSync" = "iPhoto Sync Cache File";
"IgnoreList_ItemDescriptionOSXLanguage" = "macOS Localization";
"IgnoreList_ItemDescriptionLeftover" = "Leftover";
"IgnoreList_ItemDescriptionDerivedData" = "Xcode Derived Data";
"IgnoreList_ItemTitleLocalziationOfAppFormat" = "%@ %@ Localization";
"IgnoreList_ItemDescriptionLocalziationOfApp" = "Language files of an application";
"IgnoreList_ItemDescriptionLocalziationOfAllApps" = "Language files of all applications";
"IgnoreList_ItemDescriptionTrashiPhoto" = "iPhoto Library Trash";
"IgnoreList_ItemDescriptionTrashAperture" = "Aperture Library Trash";
"IgnoreList_ItemDescriptionTrashSystem" = "System Volume Trash";
"IgnoreList_ItemDescriptionTrashMounted" = "Mounted Volume Trash";
"IgnoreList_ItemDescriptionTrashMail" = "Mail Trash";
"IgnoreList_ItemDescriptionTrashPhotos" = "Photos Trash";
"IgnoreList_ItemDescriptionTrashGeminiDuplicates" = "Gemini Duplicates";
"IgnoreList_ItemDescriptioniOSBackups" = "iOS Backup";
"IgnoreList_ItemDescriptioniOSSoftwareUpdates" = "iOS Software Update";
"IgnoreList_ItemDescriptioniTunesDownloads" = "iTunes Download";
"IgnoreList_ItemDescriptioniOSApps" = "iOS App";
"IgnoreList_ItemDescriptioniTunesCache" = "iTunes album artwork cache folder";
"IgnoreList_ItemTitleLargeOldGroupAccessed" = "Last Accessed: ";
"IgnoreList_ItemTitleLargeOldGroupSize" = "Size: ";
"IgnoreList_ItemTitleLargeOldGroupKind" = "Kind: ";
"IgnoreList_ItemDescriptionMailAttachment" = "Mail Attachment";
"IgnoreList_ErrorDescription_KBHasSameSystemItem" = "The item you are trying to add is already in CleanMyMac's Safety Database.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem" = "Please note that there is no need to add this item to the Ignore List, since it is already ignored in CleanMyMac 3 by default.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_Some" = "Some of the items you are trying to add are already in CleanMyMac's Safety Database.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_Some" = "Please note that there is no need to add these items to the Ignore List, since they are already ignored in CleanMyMac 3 by default.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_All" = "The items you are trying to add are already in CleanMyMac's Safety Database.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_All" = "Please note that there is no need to add these items to the Ignore List, since they are already ignored in CleanMyMac 3 by default.";
"IgnoreList_ErrorDescription_KBFailedToAddItem" = "CleanMyMac could not add selected item(s) to the Ignore List.";
"IgnoreList_ErrorSuggestion_KBFailedToAddItem" = "Please relaunch CleanMyMac 3 and try again.";
"IgnoreList_ErrorDescription_KBFailedToRemoveItem" = "CleanMyMac could not remove selected item(s) from the Ignore List.";
"IgnoreList_ErrorSuggestion_KBFailedToRemoveItem" = "Please relaunch CleanMyMac 3 and try again.";
"MailTrash_Title" = "\"%@\" Local Mail Trash";

/* Maintenance */
"DescriptionText_MailSpeedupScanner" = "Reindexes the envelope database of your Mail application to improve Inbox performance and search speed. It is a safe and useful procedure that does not affect your emails in any way.";
"DescriptionText_RebuildLaunchServicesDBScanner" = "Rebuilding the database will make all files open with their default applications, correct file type icons will be assigned to files, and various application-related issues will get fixed.";
"DescriptionText_SpotlightSpeedupScanner" = "This task initiates a complete reindexing of your Mac’s main search engine to improve its performance and accuracy. This should be done once in a while so that Spotlight performs at its best for all your search needs.";
"DescriptionText_DiskMaintenanceScanner" = "Verifies file system for errors to make sure that all data is solid on the drive. CleanMyMac instantly repairs found issues on any connected drives without the need to restart your Mac.";
"DescriptionText_StartupDiskMaintenanceScanner" = "Verifies the file system of your main system disk to make sure that all data is solid. If the disk needs repairs, you'll be given instructions for repairing the disk from the Recovery HD.";
"DescriptionText_PermissionsRepairScanner" = "Verifies and instantly repairs broken file and folder permissions throughout the system to ensure proper functioning of your applications. Highly useful in resolving various access-related issues.";
"DescriptionText_PeriodicSpeedupScanner" = "This task includes a complex of scripts that rotate system logs, remove temporary items, and run a number of useful system optimizations. Commonly known as daily, weekly, and monthly periodic scripts, they are great to be used all at once to keep your macOS in shape.";
"DescriptionText_DNSMaintenanceScanner" = "macOS keeps a local cache of resolved DNS (Domain Name System) queries for a time defined by the DNS server, but sometimes it may be necessary to reset the cache immediately. For example, you might need to do this after an entry on the server is changed or a new entry is added.";
"RecommendationText_PermissionsRepairScanner" = "● Improper functioning of applications\n● Inability to move or delete files\n● Occasional use is recommended";
"RecommendationText_MailSpeedupScanner" = "● Slow search within Mail application\n● Various mailboxes issues\n● Occasional use is recommended";
"RecommendationText_RebuildLaunchServicesDBScanner" = "● Files open with wrong applications\n● Incorrect filetype icons on some files\n● Recommended to run if issues occur";
"RecommendationText_SpotlightSpeedupScanner" = "● Overall search performance drop\n● Spotlight does not find existing items\n● Use very occasionally as the task is time consuming";
"RecommendationText_DiskMaintenanceScanner" = "● Occasional use is recommended to make sure your data is safe";
"RecommendationText_StartupDiskMaintenanceScanner" = "● Occasional use is recommended to make sure your data is safe";
"RecommendationText_PeriodicSpeedupScanner" = "● Useful and lightweight tasks that can be run daily";
"RecommendationText_DNSMaintenanceScanner" = "● Inability to connect to some web sites\n● Network slows down randomly\n● Use if any of the related issues occur";
"CleanProgressItemName_MaintenanceGroupScanner" = "Maintenance in Action";
"CleanLogHeaderText_MaintenanceGroupScanner" = "Maintenance";

/* Dashboard */
"Dashboard_Description_Audio" = "Represents the size of all audio files that are present on the drive. These include MP3, AAC, AIFF, APE, and other known audio formats.";
"Dashboard_Description_Movies" = "Represents the size of all local video files on the drive. These include movies and podcasts of all known video formats.";
"Dashboard_Description_Photos" = "Represents the size of all image files on the drive. These include JPEG, PNG, TIFF, and other known image formats.";
"Dashboard_Description_Apps" = "Represents the size of all application files on the drive. These include applications from any locations on this drive.";
"Dashboard_Description_Other" = "Represents the size of miscellaneous files that use space on the drive, but cannot be sorted into any of the other categories.";
"Dashboard_Description_Backups" = "Represents the size of all archives, containers, and backup files of different origin that are present on the drive.";
"Dashboard_Description_Used" = "Represents the amount of space taken by your files and system on the disk.";

/* CMM Preferences */
"Preferences_healthDescription" = "When enabled, the monitor works as an early warning system for most hardware issues.";
"Preferences_learnMore" = "Learn More…";
"Preferences_UpdateStatusLastCheck" = "Last check:";
"Smart Cleanup" = "Smart Cleanup";
"CleanMyMac 3 Menu" = "CleanMyMac 3 Menu";
"Updates" = "Updates";
"Scheduler" = "Scheduler";
"General" = "General";
"Ignore List" = "Ignore List";
"Privacy" = "Privacy";
"Preferences_halloweenHoliday" = "Halloween:";
"Preferences_winterHolidays" = "New Year:";

/* Internet Cleanup */
"InternetCleanup_TimeRangeLastHour" = "Last hour";
"InternetCleanup_TimeRangeLastDay" = "Last day";
"InternetCleanup_TimeRangeLastWeek" = "Last week";
"InternetCleanup_TimeRangeLastTwoWeeks" = "Last 2 weeks";
"InternetCleanup_TimeRangeLastMonth" = "Last month";
"InternetCleanup_TimeRangeLastSixMonths" = "Last 6 months";
"InternetCleanup_TimeRangeLastYear" = "Last year";
"InternetCleanup_TimeRangeEverything" = "All time";

/* Mail Attachments */
"DescriptionText_MailAttachmentsScanner" = "All of your email attachments are locally stored but, if cleaned, remain accessible via the Mail app. CleanMyMac offers to clean these recoverable attachments, but keeps those you have already modified after downloading.";

/* Start Scan */
"SystemCleanupGroupScanner_BenefitTitle_0" = "Optimizes your system";
"SystemCleanupGroupScanner_BenefitTitle_1" = "Slims application size";
"SystemCleanupGroupScanner_BenefitTitle_2" = "Fixes various errors";
"SystemCleanupGroupScanner_BenefitDescription_0" = "Remove temporary files to free up space and smoothen your Mac's performance.";
"SystemCleanupGroupScanner_BenefitDescription_1" = "Remove unused binaries and localizations without affecting app functionality.";
"SystemCleanupGroupScanner_BenefitDescription_2" = "Get rid of various broken items and leftovers that may result in wrong behavior.";
"MailGroupScanner_BenefitTitle_0" = "Saves local drive space";
"MailGroupScanner_BenefitTitle_1" = "Optimizes local Mail data";
"MailGroupScanner_BenefitDescription_0" = "Remove email attachments from your Mac, as they remain accessible via Inbox.";
"MailGroupScanner_BenefitDescription_1" = "Don't make your Mail store hundreds of company logos and other minor attachments.";
"iTunesGroupScanner_BenefitTitle_0" = "Cleans unused iOS data from Mac";
"iTunesGroupScanner_BenefitTitle_1" = "Detects broken downloads";
"iTunesGroupScanner_BenefitDescription_0" = "Remove already-used iOS data, including old software updates, device backups, and more.";
"iTunesGroupScanner_BenefitDescription_1" = "Dispose of any incomplete iTunes downloads, which cannot be seen in iTunes but waste space.";
"MaintenanceGroupScanner_BenefitTitle_0" = "Improves disk performance";
"MaintenanceGroupScanner_BenefitTitle_1" = "Resolves various application errors";
"MaintenanceGroupScanner_BenefitTitle_2" = "Improves search performance";
"MaintenanceGroupScanner_BenefitDescription_0" = "Take care of your drives by making sure their file system and physical state are good.";
"MaintenanceGroupScanner_BenefitDescription_1" = "Resolve improper app behavior by repairing permissions or running maintenance scripts.";
"MaintenanceGroupScanner_BenefitDescription_2" = "Reindex your Spotlight database and Mail index to improve search performance.";
"PrivacyGroupScanner_BenefitTitle_0" = "Removes browsing traces";
"PrivacyGroupScanner_BenefitTitle_1" = "Sweeps up your chat data";
"PrivacyGroupScanner_BenefitDescription_0" = "Clean your browsing history, along with autofill forms and other data saved by all popular browsers.";
"PrivacyGroupScanner_BenefitDescription_1" = "Easily clean up your chat history from Skype and Messages at a moment's notice.";
"TrashesGroupScanner_BenefitTitle_0" = "Empty all bins instantly";
"TrashesGroupScanner_BenefitTitle_1" = "Avoid various Finder errors";
"TrashesGroupScanner_BenefitDescription_0" = "There's no need to browse all drives and apps to empty their Trash bins. Empty all of them instantly.";
"TrashesGroupScanner_BenefitDescription_1" = "CleanMyMac makes sure your Trash Bins are emptied disregarding any Finder error messages.";
"iPhotoGroupScanner_BenefitTitle_0" = "Optimizes photo library data";
"iPhotoGroupScanner_BenefitTitle_1" = "Replaces RAW with JPEG";
"iPhotoGroupScanner_BenefitTitle_1_HighSierra" = "Removes local iCloud cache";
"iPhotoGroupScanner_BenefitDescription_0" = "Clean out all the inside stuff that does not affect your actual photos.";
"iPhotoGroupScanner_BenefitDescription_1" = "Keep high quality JPEG images instead of heavy RAW originals.";
"iPhotoGroupScanner_BenefitDescription_1_HighSierra" = "Free your Mac from media you can always retrieve from iCloud.";
"ExtensionsGroupScanner_BenefitTitle_0" = "Removes extensions correctly";
"ExtensionsGroupScanner_BenefitTitle_1" = "Disables extensions on demand";
"ExtensionsGroupScanner_BenefitDescription_0" = "Remove any of your undesired extensions safely, along with all their related items.";
"ExtensionsGroupScanner_BenefitDescription_1" = "Not only remove extensions completely, but disable them temporarily if needed.";
"UninstallerGroupScanner_BenefitTitle_0" = "Uninstalls applications correctly";
"UninstallerGroupScanner_BenefitTitle_1" = "Resets applications to initial state";
"UninstallerGroupScanner_BenefitDescription_0" = "Removes caches, preferences, and other files located outside the Applications folder.";
"UninstallerGroupScanner_BenefitDescription_1" = "Choose to reinstall an application by resetting its related data.";
"EraserGroupScanner_BenefitTitle_0" = "Erases sensitive data securely";
"EraserGroupScanner_BenefitTitle_1" = "Gets around various Finder errors";
"EraserGroupScanner_BenefitDescription_0" = "Erase files and make them unrecoverable by applying the secure erase setting.";
"EraserGroupScanner_BenefitDescription_1" = "Easily remove items locked by running processes without facing any Finder errors.";
"LargeOldFilesGroupScanner_BenefitTitle_0" = "Finds your file graveyards";
"LargeOldFilesGroupScanner_BenefitTitle_1" = "Easily sorts through your files";
"LargeOldFilesGroupScanner_BenefitDescription_0" = "Easily identify and review forgotten items, and decide whether or not to get rid of them.";
"LargeOldFilesGroupScanner_BenefitDescription_1" = "Take advantage of easy-to-use filters for quick file review and removal.";
// Summary screens
"Generic_summary_manual_only_title" = "Nothing to smart-select.";
"Generic_summary_manual_only_subtitle" = "However, we've found a few items you may want to review and remove.";
"SystemCleanupGroupScanner_summary_auto_and_manual_subtitle" = "Includes temporary items, like cache files, logs, unused app and system localizations, and many more.";
"SystemCleanupGroupScanner_summary_auto_only_subtitle" = "Includes temporary items, like cache files, logs, unused app and system localizations, and many more.";
"SystemCleanupGroupScanner_summary_manual_only_title" = "Your system looks good.";
"SystemCleanupGroupScanner_summary_manual_only_subtitle" = "However, we've found a few items you may want to review and clean.";
"SystemCleanupGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";
"LargeOldFilesGroupScanner_summary_manual_only_title" = "Review found files.";
"LargeOldFilesGroupScanner_summary_manual_only_subtitle" = "Large and old stuff requires your review before removal, since it consists of your own files.";
"LargeOldFilesGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";
"MailGroupScanner_summary_auto_and_manual_subtitle" = "Includes locally stored attachments and Mail downloads that can be retrieved from your online inbox.";
"MailGroupScanner_summary_auto_only_subtitle" = "However, we've found a few files you may want to review and remove.";
"MailGroupScanner_summary_manual_only_title" = "Your Mail looks clean.";
"MailGroupScanner_summary_manual_only_subtitle" = "However, we've found a few files you may want to review and remove.";
"MailGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";
"iPhotoGroupScanner_summary_auto_and_manual_subtitle" = "Includes hidden original copies of fixed red-eye and rotated photos.";
"iPhotoGroupScanner_summary_auto_only_subtitle" = "Includes hidden original copies of fixed red-eye and rotated photos.";
"iPhotoGroupScanner_summary_manual_only_title" = "Your photo library is pretty clean.";
"iPhotoGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";
"iTunesGroupScanner_summary_auto_and_manual_subtitle" = "Includes outdated iOS device backups, software updates, iOS apps, and broken iTunes downloads stored on your Mac.";
"iTunesGroupScanner_summary_auto_only_subtitle" = "Includes outdated iOS device backups, software updates, iOS apps, and broken iTunes downloads stored on your Mac.";
"iTunesGroupScanner_summary_manual_only_title" = "Your iTunes is pretty clean.";
"iTunesGroupScanner_summary_manual_only_subtitle" = "However, we've found a few items you may want to review and clean.";
"iTunesGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";
"TrashesGroupScanner_summary_auto_and_manual_subtitle" = "Includes all deleted files that remain within your Mac's Trash folders, including Mail, iPhoto, and Aperture Trash.";
"TrashesGroupScanner_summary_auto_only_subtitle" = "Includes all deleted files that remain within your Mac's Trash folders, including Mail, iPhoto, and Aperture Trash.";
"TrashesGroupScanner_summary_user_selection_subtitle" = "Selected items will be removed after you click the Clean button.";

/* Module cleanup complete Texts with format */
"CleanupCompleteTitle_Generic" = "%@ cleaned.";
"CleanupCompleteTitle_LargeOldFilesGroupScanner" = "%@ removed.";
"CleanupCompleteTitle_MaintenanceGroupScanner" = "%@ completed.";
"CleanupCompleteTitle_EraserGroupScanner" = "%@ shredded.";
"CleanupCompleteItemsTitle_Generic" = "%@ resolved.";
"CleanupCompleteItemsTitle_PrivacyGroupScanner" = "%@ cleaned.";
"CleanupCompleteItemsTitle_ExtensionsGroupScanner" = "%@ removed.";

"CleanupCompleteReviewMoreTitle_Generic" = "Review Files";
"CleanupCompleteReviewMoreTitle_SystemCleanupGroupScanner" = "Review Details";
"CleanupCompleteReviewMoreTitle_iPhotoGroupScanner" = "Review Details";
"CleanupCompleteReviewMoreTitle_UninstallerGroupScanner" = "View All %d Apps…";
"CleanupCompleteReviewMoreTitle_MaintenanceGroupScanner" = "Select Tasks";
"CleanupCompleteReviewMoreTitle_PrivacyGroupScanner" = "View List";
"CleanupCompleteReviewMoreTitle_ExtensionsGroupScanner" = "View All Extensions";
"CleanupCompleteReviewMoreTitle_EraserGroupScanner" = "Select Files…";
"CleanupCompleteText_Generic" = "You now have %@ available on your startup disk.";
"CleanupCompleteText_MaintenanceGroupScanner" = "Your Mac should now run more smoothly.";
"CleanupCompleteText_PeriodicMaintenanceNode" = "Maintenance tasks completed.\nYour Mac should now run more smoothly.";
"CleanupCompleteText_PermsRepairNode" = "Permissions repair initiated.\nAny access-related issues should be resolved after this background process finishes.";
"CleanupCompleteText_DiskVerifyNode" = "Startup disk verified.\nYour data is in good shape.";
"CleanupCompleteText_DiskRepairNode" = "Disk verified.\nYour data is in good shape.";
"CleanupCompleteText_LSDBRebuildNode" = "Launch services rebuilt.\nAll files should now open with proper applications.";
"CleanupCompleteText_SpotlightMaintenanceNode" = "Spotlight reindex initiated.\nYour search should work better and faster after this background process finishes.";
"CleanupCompleteText_MailIndexNode" = "Mail database reindexed.\nYour Mail performance and search speed should increase.";
"CleanupCompleteText_DNSNode" = "DNS Cache flushed.\nYour network connection should now work without issues.";
"CleanupCompleteReviewMore_SystemCleanupGroupScanner" = "Reclaim more space by reviewing remaining items.";
"CleanupCompleteReviewMore_LargeOldFilesGroupScanner" = "Review remaining files if you need to reclaim more space.";
"CleanupCompleteReviewMore_iPhotoGroupScanner" = "Recover more space by reviewing remaining items.";
"CleanupCompleteReviewMore_MailGroupScanner" = "Reclaim more space by reviewing remaining attachments or downloads.";
"CleanupCompleteReviewMore_iTunesGroupScanner" = "Reclaim more space by reviewing remaining iTunes data.";
"CleanupCompleteReviewMore_PrivacyGroupScanner" = "Review the list of items to clean more traces of your activity.";
"CleanupCompleteReviewMore_MaintenanceGroupScanner" = "View the list of maintenance procedures to run additional tasks.";
"CleanupCompleteReviewMore_UninstallerGroupScanner" = "Review the list of remaining applications to uninstall more.";
"CleanupCompleteReviewMore_TrashesGroupScanner" = "Reclaim more space by reviewing remaining trashed files.";
"CleanupCompleteReviewMore_ExtensionsGroupScanner" = "Review the list of all extensions to decide on removing more.";
"CleanupCompleteReviewMore_EraserGroupScanner" = "Add or simply drag and drop more files for shredding.";

"CleanupCompleteMovedTitle_Generic" = "%@ moved.";

/* Smart Cleanup */

"SystemCleanupGroupScanner_smartCleanup_description" = "Cleans your system from temporary and unused items to reclaim free space.";
"SystemCleanupGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Outdated cache files\n✓ Old logs\n✓ Extra application binaries\n✓ Unused language files\n✓ Broken app data";
"SystemCleanupGroupScanner_smartCleanup_selection_needs_review" = "Your macOS data was analyzed, but all of the found items require your review.";
"SystemCleanupGroupScanner_smartCleanup_nothing_found" = "Your system is clean and requires no cleanup.";
"SystemCleanupGroupScanner_smartCleanup_not_scanned" = "Run a new scan to analyze your macOS files.";
"SystemCleanupGroupScanner_smartCleanup_selection_disclaimer" = "Removing these items won't affect the functionality of your system.";
"SystemCleanupGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Other items of your choice";

"iPhotoGroupScanner_smartCleanup_description" = "Cleans your photo library from all sorts of supporting data.";
"iPhotoGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Photo cache files\n✓ Faces cache";
"iPhotoGroupScanner_smartCleanup_selection_needs_review" = "Your photo library data was analyzed, but requires your review.";
"iPhotoGroupScanner_smartCleanup_nothing_found" = "Your photo library is clean and does not include any excess supporting data.";
"iPhotoGroupScanner_smartCleanup_not_scanned" = "Run a new scan to analyze your photo library.";
"iPhotoGroupScanner_smartCleanup_selection_disclaimer" = "None of your actual photos get removed, only the originals of previously modified images.";
"iPhotoGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Other items of your choice";

"MailGroupScanner_smartCleanup_description" = "Removes local copies of email attachments and downloads that remain easily accessible via Mail Inbox.";
"MailGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Locally stored attachments\n✓ Recoverable Mail downloads";
"MailGroupScanner_smartCleanup_selection_needs_review" = "Your local Mail data was analyzed, but requires your review before cleanup.";
"MailGroupScanner_smartCleanup_nothing_found" = "Your Mail is clean and does not include any excess local data.";
"MailGroupScanner_smartCleanup_not_scanned" = "Run a new scan to analyze your local Mail data.";
"MailGroupScanner_smartCleanup_selection_disclaimer" = "Any of the removed files can be easily restored by simply accessing them via Mail.";
"MailGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Modified Mail downloads of your choice";

"iTunesGroupScanner_smartCleanup_description" = "Removes unneeded iTunes data that remains after iOS devices sync.";
"iTunesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Old iOS device backups\n✓ Used iOS software update files\n✓ Copies of iOS apps stored on your Mac\n✓ Broken iTunes downloads";
"iTunesGroupScanner_smartCleanup_selection_needs_review" = "Your iTunes data was analyzed, but requires your review before cleanup.";
"iTunesGroupScanner_smartCleanup_nothing_found" = "Your iTunes is clean and does not have any excess data on your Mac.";
"iTunesGroupScanner_smartCleanup_not_scanned" = "Run a new scan to analyze your iTunes data.";
"iTunesGroupScanner_smartCleanup_selection_disclaimer" = "Only outdated, broken, or unneeded files are included to the smart removal list.";

"TrashesGroupScanner_smartCleanup_description" = "Empty all of the available Trash Bins on your Mac, including Mail and photo library trash.";
"TrashesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Contents of your main Trash bin\n✓ Mail and photo library trash";
"TrashesGroupScanner_smartCleanup_selection_needs_review" = "The contents of your Trash folders were analyzed, but require your review before removal.";
"TrashesGroupScanner_smartCleanup_nothing_found" = "All of your Trash folders are empty.";
"TrashesGroupScanner_smartCleanup_not_scanned" = "Run a new scan to analyze your Trash folders.";
"TrashesGroupScanner_smartCleanup_selection_disclaimer" = "You've basically deleted all of these files already, so it is unlikely that you'll need them again.";

"LargeOldFilesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Large and old files of your choice";
"LargeOldFilesGroupScanner_smartCleanup_selection_needs_review" = "Your old stuff was analyzed and prepared for your review. You decide on removing such files.";
"LargeOldFilesGroupScanner_smartCleanup_nothing_found" = "No large or old stuff was found among your files.";
"LargeOldFilesGroupScanner_smartCleanup_not_scanned" = "Run a new scan to locate large and old stuff among your files.";

"SmartCleanup_ScanResults_Status_AutomaticCleanup" = "Ready for Safe Cleanup";
"SmartCleanup_ScanResults_Status_AutomaticCleanup_Modified" = "Ready for Cleanup";
"SmartCleanup_ScanResults_Subtitle_AutomaticCleanup" = "CleanMyMac has identified series of items that can be removed without any loss to your system or private data.";

"SmartCleanup_ScanResults_Title_ManualCleanup" = "Scan Done!";
"SmartCleanup_ScanResults_Status_ManualCleanup" = "Your Mac Looks OK";
"SmartCleanup_ScanResults_Subtitle_ManualCleanup" = "However, there is still some junk that needs your attention in some modules.";

"SmartCleanup_ScanResults_Title_NothingFound" = "Cool!";
"SmartCleanup_ScanResults_Status_NothingFound" = "Your Mac is Clean";
"SmartCleanup_ScanResults_Subtitle_NothingFound" = "A full scan did not find any items for removal.";

/* Purchase */
"Purchase_Title_1A" = "Purchase to finish cleanup";
"Purchase_Subtitle_1A" = "So far you’ve cleaned 500 mb of junk on your Mac. Get the full version to delete the rest and keep your Mac forever junk-free.";
"Purchase_IconsTitle_1A" = "With a CleanMyMac 3 license, you’ll be able to:";
"Purchase_IconLabel1_1A" = "Clean Gigabytes of Junk";
"Purchase_IconLabel2_1A" = "Maintain Your Mac";
"Purchase_IconLabel3_1A" = "Completely Uninstall Apps";
"Purchase_IconLabel4_1A" = "Have a Cleaner, Happier Mac";
"Purchase_MainButtonTitle_1A" = "Buy Now";
"Purchase_Title_1B" = "Your trial of CleanMyMac 3 is over.";
"Purchase_Subtitle_1B" = "You’ve already successfully cleaned up and optimized your Mac a bit! To reclaim more space and make your Mac even happier, buy a license today.";
"Purchase_IconsTitle_1B" = "With a CleanMyMac 3 license, you’ll be able to:";
"Purchase_IconLabel1_1B" = "Clean Gigabytes of Junk";
"Purchase_IconLabel2_1B" = "Maintain Your Mac";
"Purchase_IconLabel3_1B" = "Completely Uninstall Apps";
"Purchase_IconLabel4_1B" = "Have a Cleaner, Happier Mac";
"Purchase_MainButtonTitle_1B" = "Buy Now";
"Purchase_Title_1C" = "Upgrade to CleanMyMac 3 today!";
"Purchase_Subtitle_1C" = "You’ve already successfully cleaned 500 MB from your Mac for free with CleanMyMac 3! As an existing user, you can upgrade today at a 50% discount.";
"Purchase_IconsTitle_1C" = "New things you can do in CleanMyMac 3:";
"Purchase_IconLabel1_1C" = "Clean Up Mail Attachments";
"Purchase_IconLabel2_1C" = "Trim Down iTunes Junk";
"Purchase_IconLabel3_1C" = "Delete Browsing and Chat History";
"Purchase_IconLabel4_1C" = "Maintain Your Mac";
"Purchase_MainButtonTitle_1C" = "Upgrade Now at 50% Off";
"Purchase_Title_1D" = "Your trial of CleanMyMac 3 is over.";
"Purchase_Subtitle_1D" = "You’ve already successfully cleaned up and optimized your Mac a bit! As an existing user, you can upgrade today at a 50% discount.";
"Purchase_IconsTitle_1D" = "New things you can do in CleanMyMac 3:";
"Purchase_IconLabel1_1D" = "Clean Up Mail Attachments";
"Purchase_IconLabel2_1D" = "Trim Down iTunes Junk";
"Purchase_IconLabel3_1D" = "Delete Browsing and Chat History";
"Purchase_IconLabel4_1D" = "Maintain Your Mac";
"Purchase_MainButtonTitle_1D" = "Upgrade Now at 50% Off";
"Purchase_Title_1E" = "Forget about junk forever.";
"Purchase_Subtitle_1E" = "A licensed version gives you full сontrol over your Mac. You can free up gigabytes of space when you need it, remove unwanted apps, and take care of your entire system.";
"Purchase_IconsTitle_1E" = "See CleanMyMac 3 in full power";
"Purchase_IconLabel1_1E" = "Uninstall All Apps Completely";
"Purchase_IconLabel2_1E" = "Speed up Mac Performance";
"Purchase_IconLabel3_1E" = "Delete Many More GBs of Junk";
"Purchase_IconLabel4_1E" = "Protect Mac Health and Privacy";
"Purchase_MainButtonTitle_1E" = "Buy Now";
"Purchase_Title_2A" = "Go check out the Utilities section!";
"Purchase_Subtitle_2A" = "You’ve already successfully cleaned 500 MB from your Mac for free! Aside from cleaning up space, CleanMyMac 3 also helps optimize and organize your Mac. Go try it out!";
"Purchase_IconsTitle_2A" = "Using the utilities in CleanMyMac 3, you can:";
"Purchase_IconLabel1_2A" = "Uninstall Apps the Right Way";
"Purchase_IconLabel2_2A" = "Optimize Your Mac’s Performance";
"Purchase_IconLabel3_2A" = "Delete Browsing and Chat History";
"Purchase_IconLabel4_2A" = "Securely Erase Sensitive Files";
"Purchase_MainButtonTitle_2A" = "Go to Utilities";
"Purchase_Title_2B" = "Go check out Smart Cleanup!";
"Purchase_Subtitle_2B" = "Now that you’ve tried out a few utilities for free, go check out Smart Cleanup! On average, it finds 54 GB of space that can be reclaimed!";
"Purchase_IconsTitle_2B" = "Using Smart Cleanup in CleanMyMac 3, you can:";
"Purchase_IconLabel1_2B" = "Remove Unneeded iPhoto Originals";
"Purchase_IconLabel2_2B" = "Get Rid of Useless Language Packs";
"Purchase_IconLabel3_2B" = "Delete Irrelevant Mail Attachments";
"Purchase_IconLabel4_2B" = "Empty All Trashes in One Click";
"Purchase_MainButtonTitle_2B" = "Go to Smart Cleanup";

/* Discount */
"Purchase_MainButtonTitle_3A" = "Buy Now at %li%% Off";
"Purchase_MainButtonTitle_Discount" = "Buy Now at %li%% Off";
"Purchase_MainButtonTitle_HolidayDiscount" = "Buy with a Holiday Discount";
"I already have a license" = "I already have a license";
"Purchase_MoneyBackGuarantee_Title" = "30-day money back guarantee";

"Yes" = "Yes";
"No" = "No";
"N/A" = "N/A";

" – Edited" = " – User-Modified";
" — Newest" = " — Latest Backup";
"%@ Activity Traces" = "%@ Traces of Activity";
"%@ Agent" = "%@ Agent";
"%@ and more…" = "%@ and more…";
"%@ done" = "%@ Done";
"%@ Localization" = "%@ Localization";
"%@ Login Item (All Users)" = "%@ Login Item (All Users)";
"%@ Recent Items List" = "%@ Recent Items List";
"Account \"%@\"" = "Account \"%@\"";
"All Accounts" = "All Accounts";
"Already removed" = "Already Removed";
"Apps" = "Apps";
"Attachments" = "Attachments";
"Audio" = "Audio";
"Autofill Values" = "Autofill Values";
"Back To Smart Cleanup" = "Back to Smart Cleanup";
"Backup" = "Backup";
"Backup made %@" = "Backup Made %@";
"Backups" = "Backups";
"Beta Tester" = "Beta Tester";
"Broken Backups" = "Broken Backups";
"Choose Tasks" = "Choose Tasks";
"Clean is finished" = "Cleanup Complete";
"Cleaning…" = "Cleaning…";
"Color Pickers" = "Color Pickers";
"Corrupted startup item. Missing Bundle ID." = "Corrupted startup item. Missing Bundle ID.";
"Created: %@" = "Created: %@";

"Fixed permission for: /%@" = "Fixed permission for: /%@";
"Flush DNS Cache" = "Flush DNS Cache";
"Flushing…" = "Flushing…";

"Found in total" = "Found in total";

"Go to %@" = "Go to %@";
"Go to Large & Old Files" = "Go to Large & Old Files";
"Go to Uninstaller" = "Go to Uninstaller";
"Go to Maintenance" = "Go to Maintenance";

"Group by Access Date" = "Group by Access Date";
"Group by Application" = "Group by Application";
"Group by Date" = "Group by Date";
"Group by Events" = "Group by Events";
"Group by Kind" = "Group by Kind";
"Group by Language" = "Group by Language";
"Group by Modifiers" = "Group by Modifiers";
"Group by Size" = "Group by Size";

"Including:" = "Including:";
"iOS Applications" = "iOS Applications";
"iOS Device Backups" = "iOS Device Backups";
"iPhoto modifiers: " = "iPhoto Modifiers: ";

"iTunes Broken Downloads" = "iTunes Broken Downloads";
"Caches" = "Caches";
"Album Artwork Cache" = "Album Artwork Cache";

/* Search in Spotlight. Should match Finder format. */
"Kind:" = "Kind:";

"Launch Agents" = "Launch Agents";
"Launch CleanMyMac to remove unneeded items and reclaim space." = "Launch CleanMyMac to remove unneeded items and reclaim space.";
"Location: %@\nFrom Mac App Store: %@\nSandboxed: %@\nVersion: %@\nBundle ID: %@" = "Location: %1$@\nFrom Mac App Store: %2$@\nSandboxed: %3$@\nVersion: %4$@\nBundle ID: %5$@";
"Mail Cleanup" = "Mail Cleanup";
"Mail Speedup" = "Speed Up Mail";
"Messages" = "Messages";
"Missing Detailed Log" = "Missing Detailed Log";
"My Extensions List" = "My Extensions List";
"Needs Review" = "Needs Review";
"New" = "New";
"Not Estimated" = "Not Estimated";
"Not Scanned" = "Not Scanned";

"Nothing Done" = "Nothing Done";
"Nothing Selected" = "Nothing Selected";
"Nothing to Clean" = "Nothing to Clean";
"Nothing to smart-select" = "Nothing to Smart-select";

"Now that you've mastered all the cleanable modules, go and try some Utilities to manage, maintain and clean stuff." = "Now that you've mastered all the cleanable modules, go and try some Utilities to manage, maintain and clean stuff.";
"Now that you've mastered the cleaning, go manage and speed up your Mac with CleanMyMac's Utilities." = "Now that you've mastered the cleaning, go manage and speed up your Mac with CleanMyMac's Utilities.";
"macOS Localizations" = "macOS Localizations";
"Overfilled" = "Overfilled";
"Photos" = "Photos";
"Quick Look \"%@\"" = "Quick Look \"%@\"";
"Quit %@ to Estimate" = "Quit %@ to Estimate";
"Rebuild Launch Services Database" = "Rebuild Launch Services Database";
"Rebuilding…" = "Rebuilding…";
"Recent Items Lists" = "Recent Items Lists";
"Recently Accessed Servers" = "Recently Accessed Servers";
"Recently Launched Applications" = "Recently Launched Applications";
"Recently Opened Documents" = "Recently Opened Documents";
"Reclaim more space by reviewing your %@ or other cleanable modules." = "Reclaim more space by reviewing your %@ or other cleaning modules.";
"Reclaim more space by reviewing your Large & Old Files or other cleanable modules." = "Reclaim more space by reviewing your Large & Old Files or other cleaning modules.";


"Reindex Spotlight" = "Reindex Spotlight";
"Reindexing…" = "Reindexing…";
"Remaining: %@" = "Remaining: %@";
"Removal Complete" = "Removal Complete";
"Remove trashed applications along with all related leftovers." = "Remove trashed applications along with all related leftovers.";


"Repair Disk Permissions" = "Repair Disk Permissions";
"NonSystemDriveRepair_DisplayName" = "Verify and Repair \"%@\"";
"Repairing…" = "Repairing…";
"Status: Repair is in progress" = "Status: Repair is in progress";
"Rescan" = "Rescan";
"Refresh" = "Refresh";
"Reset Complete" = "Reset Complete";
"Review Details" = "Review Details";
"Review Photos" = "Review Photos";
"Review Files" = "Review Files";
"Review found items to decide on selecting them for removal." = "Review found items to decide on selecting them for removal.";
"Review found items to decide on selecting them for removal.(1)" = "Review and select the found items you'd like to remove.";
"Run Maintenance Scripts" = "Run Maintenance Scripts";
"Running…" = "Running…";

/* Menu item title */
"Scan" = "Scan";
"Stopped" = "Stopped";
"Scan is finished" = "Scan Completed";
"Scanning…" = "Scanning…";
"Search" = "Search";
"Select Items" = "Select Items";
"Selected" = "Selected";
"Show all" = "Show All";
"Show Results" = "Show Results";
"Show selected" = "Show Selected";
"Show unsupported" = "Show Unsupported";
"Smart Selected" = "Smart-selected";
"Smart-selected for cleanup" = "Smart-selected for Cleanup";
"Sort by State" = "Sort by State";
"Starting new scan will discard current scan results" = "Starting a new scan will discard current scan results.";
"Starting Reindex…" = "Starting Reindex…";
"Status: Indexing is in progress" = "Status: Indexing is in progress";
"Your Spotlight database is being reindexed. This should take a while and you may be experiencing a slight performance drop." = "Your Spotlight database is being reindexed. This should take a while and you may be experiencing a slight performance drop.";
"Your disk permissions are being repaired. This should take a while and you may be experiencing a slight performance drop." = "Your disk permissions are being repaired. This should take a while and you may be experiencing a slight performance drop.";
"Tabs from Last Session" = "Tabs from Last Session";
"The emails you delete from the Mail application are moved to a local Mail Trash folder and remain on your disk. Empty your local Mail Trash to save space." = "The emails you delete from the Mail application are moved to a local Mail Trash folder and remain on your disk. Empty your local Mail Trash to save space.";
"Trash on %@" = "Trash on %@";

"Try Now" = "Try Now";
"Get Rid of Duplicate Files" = "Get Rid of Duplicate Files";
"Delete duplicates with Gemini to free up even more space." = "Delete duplicates with Gemini to free up even more space.";

"Learn More" = "Learn More";
"Hide Sensitive Files" = "Hide Sensitive Files";
"Keep confidential files out of sight with Hider 2" = "Keep confidential files out of sight with Hider 2";

"Promotion_WallWiz_Title" = "The final touch for your Mac";
"Promotion_WallWiz_Description" = "Beautify it with HD backgrounds from Wallpaper Wizard 2.";

/* Menu item title */
"Turn Extended Logging Off" = "Turn Extended Logging Off";
"Turn Extended Logging On" = "Turn Extended Logging On";

"Uninstall applications correctly." = "Uninstall applications correctly.";
"Uninstall Complete" = "Uninstall Complete";
"Unknown Drive" = "Unknown Drive";
"Used" = "Used";

"Verify Startup Disk" = "Verify Startup Disk";
"Verifying…" = "Verifying…";

"ButtonTitle_ViewAllExtensions" = "View All %@";
"ButtonTitle_ViewAllApps" = "View All %@";
"View All Applications" = "View All Applications";

"Waiting…" = "Waiting…";
"What next?" = "What next?";

/* Sharing Texts */
"SharingText_0" = "My computer is feeling pretty fresh after using #CleanMyMac 3 by @macpaw.";
"SharingText_1" = "Cleaned out %@ of junk from my Mac with the help of #CleanMyMac. Like a pro :-)";
"SharingText_2" = "Love my clean Mac! %@ of junk gone! #CleanMyMac is working magic!";
"SharingText_3" = "Indispensable #CleanMyMac. Saved me %@ of space!";
"SharingText_4" = "Guess what? I saved %@ by cleaning out my Mac. It was quick... AND easy! Thanks @MacPaw for #CleanMyMac 3!";
"SharingText_5" = "Got to say #CleanMyMac is a great tool! Cleaned up %@ of unnecessary stuff easily.";
"SharingText_6" = "%@ removed! My Mac is acting brand new! #CleanMyMac rules!";
"SharingText_7" = "Сleaned %@ of junk from my Mac. Feeling like a level 90 Mac user! Thanks #CleanMyMac 3!";
"SharingText_8" = "#CleanMyMac saved %@ of space on my Mac. A smart, easy and useful app!";
"SharingText_9" = "Smoothed out my system with #CleanMyMac’s System Junk. Thanks a ton @MacPaw!";
"SharingText_10" = "My iPhoto Library is all cleaned up! Thanks a ton @MacPaw for #CleanMyMac";
"SharingText_11" = "Copies of attachments and downloads in Mail are now gone! Thanks @MacPaw for #CleanMyMac!";
"SharingText_12" = "My iTunes has more space for tunes now that all the junk is gone! Thanks @MacPaw for #CleanMyMac!";
"SharingText_13" = "Wow, I never knew an app had to be uninstalled correctly. Thanks @MacPaw for #CleanMyMac!";
"SharingText_14" = "Maintaining my Mac just got a lot easier! Thanks @MacPaw for #CleanMyMac!";
"SharingText_15" = "Just got rid of all my browser’s cookies and more using #CleanMyMac by @MacPaw!";
"SharingText_16" = "Wiped out unneeded data fast and securely with the help of Shredder in #CleanMyMac.";

/* Privacy */
"Saved Passwords" = "Saved Passwords";
"Downloads History" = "Downloads History";
"Browsing History" = "Browsing History";
"Cookies" = "Cookies";
"Conversation History" = "Conversation History";
"Call History" = "Call History";
"File Transfers" = "File Transfers";
"HTML5 Local Storage" = "HTML5 Local Storage";

"uninstalled" = "uninstalled";
"app" = "app";
"reset." = "reset.";
"file" = "file";
"removed." = "removed.";

"MenuItemTitle_Deauthenticate" = "Deauthenticate…";
"MenuItemTitle_Authenticate" = "Authenticate…";

"Dashboard" = "Dashboard";

"Utilities" = "Utilities";
"Cleaning" = "Cleaning";

"Unlock Full Version" = "Unlock Full Version";
"Upgrade at 50% OFF" = "Upgrade at 50% OFF";
"Purchase at 50% OFF" = "Purchase at 50% OFF";
"Buy License" = "Buy License";
"ButtonTitle_UnlockWithDisount" = "Buy at %li%% Discount";

"Hide File Paths" = "Hide File Paths";
"Show File Paths" = "Show File Paths";

"uninstalled." = "uninstalled.";
"Item was not removed, because you didn’t quit the related process." = "Item was not removed, because you didn’t quit the related process.";
"TrialPopover_Text" = "This feature will become available after you activate your copy of CleanMyMac 3.";

"\"%@\" was not processed, because you didn't quit the related application." = "\"%@\" was not processed, because you didn't quit the related application.";

"Some applications should be quit or %@ of junk will remain on your Mac." = "Some applications should be quit or %@ of junk will remain on your Mac.";
"Dependent applications should be quit to perform the requested operation:" = "Dependent applications should be quit to perform the requested operation:";

"Done" = "Done";
"Later" = "Later";

"PopoverText_MailNotSetup" = "Your Mail application is not set up. Task not available.";
"Copy to Clipboard" = "Copy to Clipboard";

"BundleMoved_Relaunch_AlertTitle" = "CleanMyMac 3 was moved and needs to be relaunched to work properly.";
"BundleMoved_Relaunch_AlertSubtitle" = "The location of the application was changed, and you need to relaunch it to continue using.";

/* Accessibility */
"%@ Selected" = "%@ Selected";
"Accessibility_SmartCleanupTileHelp" = "Press this button for more info or jump to next element to decide on this selection.";
"Accessibility_SmartCleanupTileNoInteractionHelp" = "Press this button for more info or jump to next element.";

/* Empty history item in Safari */
"(no title)" = "(no title)";
"System Migration Cache" = "System Migration Cache";

/* Photos Library Compatibility popover */

"UnsupportedPhotoLibrary_PopoverText_NoLonger" = "The version of your photo library is no longer supported. Please consider updating it to a newer version.";
"UnsupportedPhotoLibrary_PopoverText_NotYet" = "The version of your photo library is currently being tested for compatibility. Please check back soon.";
"Recommendations:" = "Recommendations:";

/* Release Notes */
"ActiveReleaseNotes_WindowTitle" = "What's New";

"MaintenanceScanner_UnknownError" = "Unknown error occured. Please contact support.";

"MaintenanceScanner_DiskVerificationUnmountError" = "Selected volume could not be unmounted to complete the reparation.\nPlease make sure none of your applications use this volume and try again.";

"MaintenanceScanner_DiskVerificationFullReport" = "Full Repair Report:";
"MaintenanceScanner_DiskVerificationDiskNeedsRepair" = "Needs repair";

"Spotify Offline Playing Cache" = "Spotify Offline Playing Cache";

/* FileVersions */

"Document Versions" = "Document Versions";
"FileVersionsApplicationTitleFormat" = "%@ Documents Versions";
"FileVersionsFileTitleFormat" = "%@ Versions";
"FileVersionsOpenWithFormat" = "Open with %@";

/* Broken Updates */
"Old Updates" = "Old Updates";

/* Siri */
"Siri Activity" = "Siri Activity";
"Siri in menu bar" = "Siri in menu bar";

"Mac" = "Mac";

/* Application table row */
"Steam Application" = "Steam Application";
"System Application" = "System Application";
"Setapp Application" = "Setapp Application";

/* Updating */
"CheckForUpdatesAction" = "Check for Updates";
"CheckingForUpdatesState" = "Checking for Updates…";

/* NPS */
"NPS_Feedback_TellUsMore" = "Tell us more";

/* News */
"News_Title" = "Great news from CleanMyMac!";
"News_TellMeMoreButton_Title" = "Tell Me More";

/* LAOF */
"LAOF_PhotosAlbum_Name" = "Large Media to Delete";

/* Welcome Theme */
"WelcomeScreenTitle_Default" = "Welcome to CleanMyMac 3";
"WelcomeScreenSubtitle_Default" = "Keep your Mac clean and healthy.";

"WelcomeScreenTitle_CleanedIn2017" = "It’s been a busy year. Keep it up!";
"WelcomeScreenSubtitle_CleanedIn2017" = "%@ cleaned in 2017.";

"WelcomeScreenTitle_HolidayGreetings2018" = "Thanks for staying with us!";
"WelcomeScreenSubtitle_HolidayGreetings2018" = "Have a wonderful 2018!";
